snippets/beyond-ken.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2023-12-28 Thu 17:48 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Ken quotes</title>
<meta name="generator" content="Org mode">
</head>
<body>
<div id="preamble" class="status">
<link rel="stylesheet" type="text/css" href="/stylesheet.css"/>

<p align="right">
<a class="active" href="/"> </a> |
<a href="/posts/">Posts</a> |
<a href="/snippets/">Snippets</a> |
<a href="/repository.html">Repository</a> |
<a href="/about.html">About</a> |
<a href="/rss.xml"> rss </a>
</p>
</div>
<div id="content">
<header>
<h1 class="title">Ken quotes</h1>
</header>
<div id="outline-container-org2a51a36" class="outline-2">
<h2 id="org2a51a36"><span class="section-number-2">1</span> Beyond Ken&#xa0;&#xa0;&#xa0;<span class="tag"><span class="quotes">quotes</span>&#xa0;<span class="snippets">snippets</span></span></h2>
<div class="outline-text-2" id="text-1">
<p>
Welcome to some more snippet of Quotes.
Lately I have been busy, kinda dusting off my table. <i>Ooof.. procastination!</i>
</p>

<p>
Some more laughs, some more values!
</p>
<hr>

<ul class="org-ul">
<li><p>
Napoleon Bonaparte
</p>

<blockquote>
<p>
If you want a thing done well, do it yourself.
</p>
</blockquote></li>

<li><p>
Henny Youngman
</p>

<blockquote>
<p>
I once wanted to become an atheist, but I gave up - they have no holidays.
</p>
</blockquote></li>

<li><p>
Lillian Hellman
</p>

<blockquote>
<p>
Things start out as hopes and end up as habits.
</p>
</blockquote></li>

<li><p>
Dorothy Parker
</p>

<blockquote>
<p>
The cure for boredom is curiosity. There is no cure for curiosity.
</p>
</blockquote></li>

<li><p>
Randy K. Milholland
</p>

<blockquote>
<p>
Lies are like children. If you don&rsquo;t nurture them, they&rsquo;ll never be useful later.
</p>
</blockquote></li>

<li><p>
Ralph W. Sockman
</p>

<blockquote>
<p>
The test of courage comes when we are in the minority. The test of tolerance comes when we are in
 the majority.
</p>
</blockquote></li>

<li><p>
Ethel Waters
</p>

<blockquote>
<p>
We are all gifted. That is our inheritance.
</p>
</blockquote></li>

<li><p>
Tom Brokaw
</p>

<blockquote>
<p>
It&rsquo;s easy to make a buck. It&rsquo;s a lot tougher to make a difference.&ldquo;
</p>
</blockquote></li>

<li><p>
Sonya Parker
</p>

<blockquote>
<p>
Live your life for you not for anyone else. Don’t let the fear of being judged, rejected or
 disliked stop you from being yourself.
</p>
</blockquote></li>

<li><p>
Wayne Dyer
</p>

<blockquote>
<p>
If you believe it will work out, you’ll see opportunities. If you believe it won’t, you will see
 obstacles.
</p>
</blockquote></li>

<li><p>
Anime
</p>

<blockquote>
<p>
The strongest hearts have the most scars.
</p>
</blockquote></li>
</ul>

<hr>

<div class="org-center">
<p>
Hopefully with those melifluous thoughts, I hope you are alright ;)
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2023-06-02 Fri 00:00</p>
<p align="center" style="font-size:0.7em;">
<br>
- - - - - - -  - - - - - - -  - - - - - - -  - - - - - - -
<br><br>
2023 - <b>Dilip<sup></sup></b>- Made with 󰣐  using <a href="https://orgmode.org/">Org-mode</a> &amp; <a href="https://www.gnu.org/software/emacs/">Emacs</a>
<br>
The <a href="https://github.com/idlip/idlip.github.io">code</a> for this site is licensed under the <a href="https://www.gnu.org/licenses/gpl-3.0.en.html">GPLv3</a>, and the content is licensed under <a href="https://creativecommons.org/licenses/by-sa/4.0/">CC-BY-SA 4.0</a>
</p>

<!-- with org convert -->

<!-- #+attr_html: :align center :style font-size:0.7em; -->
<!-- Made with 󰣐  using [[https://orgmode.org][Org-mode]] & [[https://www.gnu.org/software/emacs/][Emacs]] -->
<!-- The [[https://github.com/idlip/idlip.github.io][code]] for this site is licensed under the [[https://www.gnu.org/licenses/gpl-3.0.en.html][GPLv3]], and the content is licensed under [[https://creativecommons.org/licenses/by-sa/4.0/][CC-BY-SA 4.0]] -->
</div>
</body>
</html>
